{
  "players": [
    {
      "id": 1,
      "type": "loan",
      "name": "Lionel Messi",
      "profile":"./images/messi-profile.jpg",
      "height":"170cm | 5'7",
      "image": "./images/lionel-messi.jpg",
      "nationality": "Argentina, Spain",
      "position":"Right Winger,Centre Foward",
      "league":"Ligue 1 Uber Eats",
      "dob": "1987-06-24",
      "description": "Born and raised in central Argentina, Messi relocated to Spain at the age of 13 to join Barcelona, for whom he made his competitive debut aged 17 in October 2004. He established himself as an integral player for the club within the next three years, and in his first uninterrupted season in 2008–09 he helped Barcelona achieve the first treble in Spanish football; that year, aged 22, Messi won his first Ballon d'Or. Three successful seasons followed, with Messi winning four consecutive Ballons d'Or, making him the first player to win the award four times. During the 2011–12 season, he set the La Liga and European records for most goals scored in a single season, while establishing himself as Barcelona's all-time top scorer. The following two seasons, Messi finished second for the Ballon d'Or behind Cristiano Ronaldo (his perceived career rival), before regaining his best form during the 2014–15 campaign, becoming the all-time top scorer in La Liga and leading Barcelona to a historic second treble, after which he was awarded a fifth Ballon d'Or in 2015. Messi assumed captaincy of Barcelona in 2018, and in 2019 he won a record sixth Ballon d'Or. Out of contract, he signed for Paris Saint-Germain in August 2021.",
      "club": "Paris Saint-Germain F.C ",
      "value": "55.7M",
      "foot":"Left",
      "salary": "$800,000",
      "pace":85,
      "shooting":92,
      "passing":91,
      "dribbling":95,
      "defending":34,
      "physical":65
    },

    {
      "id": 2,
      "type": "sale",
      "name": "Marcus Rashford",
      "height":"186cm | 6'1",
      "image": "./images/marcus-rashford.png",
      "nationality": "England",
      "position":"Winger,Centre Foward",
      "league":"Premier League",
      "dob": "1997-10-31",
      "description": "An English professional footballer who plays as a forward for Premier League club Manchester United and the England national team. He is known for his attacking, dribbling, composure, and athleticism.Rashford scored on his England debut in May 2016, becoming the youngest English player to score in his first senior international match. He has since appeared at two UEFA European Championship; 2016, where he was the tournament's youngest player, and 2020, where he appeared in the Final as England finished as runners-up to Italy. He has also represented England at the 2018 and 2022 FIFA World Cup.",
      "club": "Manchester United",
      "value": "49.5M",
      "foot":"Right",
      "salary": "$140,000",
      "pace":87,
      "shooting":82,
      "passing":76,
      "dribbling":83,
      "defending":42,
      "physical":73
    },

    {
      "id": 3,
      "type": "sale",
      "name": "Marco Reus",
      "height":"180cm ",
      "image": "./images/marco-reus.jpg",
      "nationality": "German",
      "position":"CAM",
      "league":"Bundes Liga",
      "dob": "1989-05-31",
      "description": "A German professional footballer who plays as an attacking midfielder or forward. He captains Bundesliga club Borussia Dortmund and plays for the Germany national team.Reus spent his youth career at Borussia Dortmund, prior to leaving for Rot Weiss Ahlen. He joined Borussia Mönchengladbach in 2009, and had his most successful season in 2012, scoring 18 goals and providing 12 assists in the Bundesliga to help Borussia Mönchengladbach secure a place in the following season's UEFA Champions League. Reus returned to his hometown club Borussia Dortmund at the end of that season, helping the club reach the 2013 UEFA Champions League Final in his first season. With Dortmund, Reus won three DFL-Supercups (in 2013, 2014 and 2019), and the DFB-Pokal in 2017 and 2021, he has scored over 150 goals for the club, and is one of only three players to have reached 100 Bundesliga goals and assists each. ",
      "club": "Borussia Dortmund",
      "value": "33.5M",
      "foot":"Right",
      "salary": "$78,000",
      "pace":70,
      "shooting":84,
      "passing":84,
      "dribbling":85,
      "defending":53,
      "physical":65
      
    },

    {
      "id": 4,
      "type": "sale",
      "name": "Victor James Osimhen",
      "height":"6'1 | 185cm ",
      "image": "./images/victor-osimhen.png",
      "nationality": "Nigeria",
      "position":"CF",
      "league":"Seria A",
      "dob": "1998-12-29",
      "description": "Napoli attacker Victor Osimhen has played in the vast majority of the club's Serie A games in 2022/2023, making 15 appearances overall and playing 1,253 minutes. He has been selected in the starting XI in 14 of these appearances across their 19 fixtures and been used as a substitute on one occasion.Osimhen last appeared in the league on January 21 for Napoli against Salernitana. In that game he found the back of the net for his team in their 2-0 win. He has now scored in three Serie A appearances in a row. The attacker has netted 13 Serie A goals this season, which is the highest tally in the competition in 2022/2023. He has been shown a yellow card once.",
      "club": "Napoli",
      "value": "58M",
      "foot":"Right",
      "salary": "$72,000",
      "pace":90,
      "shooting":85,
      "passing":65,
      "dribbling":78,
      "defending":40,
      "physical":81
     
      
    },

    {
      "id": 5,
      "type": "loan",
      "name": "Jules Kounde",
      "height":"5'11 | 181cm ",
      "image": "./images/jules-kounde.png",
      "nationality": "France",
      "position":"Def",
      "league":"La Liga",
      "dob": "1998-12-12",
      "description": "A French professional footballer who plays as a centre-back for La Liga club Barcelona and the France national team.On 29 July 2022, Barcelona announced an agreement with Sevilla for the transfer of Koundé.Koundé missed Barcelona's first match of the La Liga season against Rayo Vallecano as the club could not register him as they were over the league's salary cap limit. He also missed Barcelona's second league match against Real Sociedad on 21 August for the same reason. Kounde was registered with La Liga on 26 August and made his official debut for the club two days later in a 4–0 win over Real Valladolid at the Camp Nou.",
      "club": "Barcelona",
      "value": "57.5M",
      "foot":"Right",
      "salary": "$150,000",
      "pace":86,
      "shooting":45,
      "passing":64,
      "dribbling":74,
      "defending":85,
      "physical":78
          
      
    },


    {
      "id": 6,
      "type": "loan",
      "name": "Fikayo Tomori",
      "height":"6'0 | 185cm ",
      "image": "./images/fikayo-tomori.png",
      "nationality": "England",
      "position":"Def",
      "league":"Serie A",
      "dob": "1998-12-12",
      "description": "A professional footballer who plays as a centre-back for Serie A club AC Milan and the England national team. Born in Canada, he represents England at international level.On 22 January 2021, Tomori joined Serie A club AC Milan on loan for the remainder of the 2020–21 season with an option to buy. Four days later, he made his debut in the Coppa Italia quarter-final against Inter Milan in the Derby della Madonnina, coming on as a substitute for the injured Simon Kjær in a 2–1 away defeat. On 9 May, Tomori scored his first goal for Milan in a 3–0 away league win over rivals Juventus. Tomori became the first Englishman to score for Milan since David Beckham in 2009 and it was the club's first away win against Juventus in the league since March 2011.",
      "club":"Milan", 
      "value": "60.5M",
      "foot":"Right",
      "salary": "$75,000",
      "pace":86,
      "shooting":40,
      "passing":60,
      "dribbling":66,
      "defending":86,
      "physical":81
      
    },

    
    {
      "id": 7,
      "type": "sale",
      "name": "Edson Alvarez",
      "height":"6'1 | 187cm ",
      "image": "./images/edson-alvarez.png",
      "nationality": "Mexico",
      "position":"CM",
      "league":"Eredivisie",
      "dob": "1997-10-24",
      "description": "Also known as El Machín, is a Mexican professional footballer who plays for Eredivisie club Ajax and the Mexico national team. Mainly a defensive midfielder, he is also capable of playing as a centre-back.Álvarez was born in Tlalnepantla de Baz, a municipality just north of Mexico City, to Adriana Velázquez and Evaristo Álvarez.[5] As a child he would work for his family's business of manufacturing football jerseys for local teams, which he cites as his first foray into the sport.[6] At age 14, Álvarez tried out for the youth team of Pachuca, though Álvarez did not make the team due to his short stature.[6] Contemplating quitting football, to the resistance of his parents who believed he had the talent to pursue his dream of playing professionally, Álvarez decided to try out for Club América's youth team, eventually making the team after a three-month tryout. He would make it to the daily team practices by way of a three-to-four-hour round trip commute from his home in Tlalnepantla and the club's training ground in Coapa. According to Álvarez, he would spend almost 70 percent of his monthly salary toward transportation.", 
      "club":"Ajax",
      "value": "27.5M",
      "foot":"Right",
      "salary": "$16,500",
      "pace":71,
      "shooting":57,
      "passing":67,
      "dribbling":69,
      "defending":82,
      "physical":86
      
    },


    {
      "id": 8,
      "type": "sale",
      "name": "Ferdi Kadioglu",
      "height":"5'8 | 174cm ",
      "image": "./images/ferdi-kadioglu.png",
      "nationality": "Turkey",
      "position":"LB",
      "league":"Super Lig",
      "dob": "1999-10-7",
      "description": "A professional footballer who plays as a midfielder or winger for Fenerbahçe in the Süper Lig. Born in the Netherlands, Kadıoğlu plays for the Turkey national team.In July 2018, Kadıoğlu signed for Turkish Süper Lig club Fenerbahçe[3] under Phillip Cocu, famous Dutch football manager of the club at the time. In his first season, he played mostly in Fenerbahçe U21 team and made his debut for the senior squad on December 20, 2018, coming off the bench in a Turkish Cup match against Giresunspor.[4] He also played 11 matches with Fenerbahçe U21 in U21 Ligi.", 
      "club":"Fenerbahce",
      "value": "6.5M",
      "foot":"Right",
      "salary": "$38,500",
      "pace":82,
      "shooting":63,
      "passing":72,
      "dribbling":80,
      "defending":65,
      "physical":66
    },


    {
      "id": 9,
      "type": "loan",
      "name": "Matty Cash",
      "height":"6'0 | 185cm",
      "image": "./images/matty-cash.png",
      "nationality": "Poland",
      "position":"RB",
      "league":"Premier League",
      "dob": "1997-08-07",
      "description": "A professional footballer who plays as a right-back for Premier League club Aston Villa and the Poland national team.On 3 September 2020, Aston Villa announced the signing of Cash on a five-year contract for a reported £14 million, rising to £16 million.[23][24] Cash made his debut for the club on 21 September 2020, in a 1–0 home victory against Sheffield United.[2On 18 September 2021, Cash scored his first goal for Aston Villa in a 3–0 Premier League victory over Everton.[26] On 26 February 2022, Cash scored a long-range effort in an away victory over Brighton & Hove Albion which was nominated for Premier League Goal of the Month. ", 
      "club":"Aston Villa",
      "value": "22M",
      "foot":"Right",
      "salary": "$65,000",
      "pace":80,
      "shooting":67,
      "passing":71,
      "dribbling":85,
      "defending":74,
      "physical":76
      
    },

    {
      "id": 10,
      "type": "loan",
      "name": "Andres Herrera",
      "height":"5'10 | 178cm",
      "image": "./images/andres-herrera.png",
      "nationality": "Argentina",
      "position":"RB",
      "league":"Copa Libertadores",
      "dob": "1998-11-03",
      "description": "An Argentine professional footballer who plays as a right-back for River Plate.[3]Herrera started his senior career with San Lorenzo, having had youth spells with Textil Mandiyú, Boca Unidos and Rivadavia.[4][5] He was selected in the club's senior squad during the 2018–19 Argentine Primera División campaign, with his professional debut arriving on 21 September 2018 during a win over Patronato at the Estadio Pedro Bidegain; he played the full ninety minutes as San Lorenzo won 3–2.[3][6] Herrera ended 2018–19 with three goals, split across the Primera División, the Copa Argentina and the Copa Libertadores.[3]", 
      "club":"River Plate",
      "value": "3.3M",
      "foot":"Right",
      "salary": "$9,500",
      "pace":80,
      "shooting":62,
      "passing":61,
      "dribbling":73,
      "defending":67,
      "physical":70
    },

    
    {
      "id": 11,
      "type": "sale",
      "name": "Fernando Muslera",
      "height":"6'2 | 190cm",
      "image": "./images/fernando-muslera.jpg",
      "nationality": "Argentina",
      "position":"Goal Keeper",
      "league":"Super Lig",
      "dob": "1986-06-16",
      "description": "A Uruguayan professional footballer who plays as a goalkeeper for Turkish club Galatasaray, whom he captains, and the Uruguay national team.He is considered one of the finest goalkeepers of his generation and was ranked as high as sixth-best in the world by the International Federation of Football History & Statistics in 2011.A full international since 2009, Muslera has earned over 130 caps for Uruguay. He has played in five Copa América tournaments, winning the title in 2011, and played every minute in goal for Uruguay as the country's undisputed number one in the 2010, 2014, and 2018 FIFA World Cups, helping his nation to fourth place in the 2010 edition.", 
      "club":"Galatasaray",
      "value": "550K",
      "foot":"Right",
      "salary": "$35,500",
      "diving":76,
      "handling":80,
      "kicking":72,
      "reflexes":77,
      "speed":50,
      "positioning":83
      
    },

    
    {
      "id": 12,
      "type": "sale",
      "name": "Samir Handanovic",
      "height":"6'3 | 193cm",
      "image": "./images/samir-handanovic.jpg",
      "nationality": "Slovenia",
      "position":"Goal Keeper",
      "league":"Serie A",
      "dob": "1998-11-03",
      "description": "An Argentine professional footballer who plays as a right-back for River Plate.[3]Herrera started his senior career with San Lorenzo, having had youth spells with Textil Mandiyú, Boca Unidos and Rivadavia.[4][5] He was selected in the club's senior squad during the 2018–19 Argentine Primera División campaign, with his professional debut arriving on 21 September 2018 during a win over Patronato at the Estadio Pedro Bidegain; he played the full ninety minutes as San Lorenzo won 3–2.[3][6] Herrera ended 2018–19 with three goals, split across the Primera División, the Copa Argentina and the Copa Libertadores.[3]", 
      "club":"Inter Milan",
      "value": "4M",
      "foot":"Right",
      "salary": "$42,000",
      "diving":79,
      "handling":79,
      "kicking":65,
      "reflexes":84,
      "speed":41,
      "positioning":90
    }
  ]
}
